{
  "tasks": [
    {
      "id": 1,
      "body": "進捗を生む"
    },
    {
      "id": 2,
      "body": "とにかくやる"
    }
  ],
  "vocab-temp": [
    {
      "id": 1,
      "word": "avion",
      "definition": [
        "airplane",
        "craft",
        "aircraft"
      ]
    },
    {
      "id": 2,
      "word": "brume",
      "definition": [
        "mist",
        "fog"
      ]
    },
    {
      "id": 3,
      "word": "zulu",
      "definition": [
        "zulu"
      ]
    }
  ],
  "vocab": [
    {
      "id": 1,
      "word": "aimer",
      "definition": [
        "to love",
        "to like"
      ]
    },
    {
      "word": "cité",
      "definition": [
        "city",
        "town",
        "housing project"
      ],
      "id": 2
    },
    {
      "word": "premier",
      "definition": [
        "first",
        "prime",
        "primary",
        "initial",
        "main",
        "principal",
        "preliminary",
        "premier",
        "original",
        "leading",
        "early",
        "former",
        "earliest",
        "foremost",
        "head",
        "overriding",
        "uppermost",
        "primal",
        "debut"
      ],
      "id": 3
    }
  ],
  "texts": [
    {
      "text": "dummy dummy dummy ",
      "desc": "dummy desc",
      "title": "dummy title",
      "wordlist": [
        "dummy"
      ],
      "id": 1
    },
    {
      "text": "c&apos;est le premier text que j&apos;envoie",
      "desc": "some description",
      "title": "new title",
      "wordlist": [
        "premier"
      ],
      "id": 2
    },
    {
      "text": "Soren Canto, en mode avion ou bien ? Et bien non, puisqu&apos;il sera en concert le mercredi 18 septembre, à Rennes. Une belle invitation à le rejoindre sur son île :)\n\nÀ noter également, dans son actualité, la sortie de son 1er Ep En mode avion en novembre prochain.\n\nLe monde est en mode avion \ny’a du brouillard sur les pistes \ndes couloirs, des courants d’air \ndis-moi pourquoi on insiste... Soren Canto",
      "desc": "https://www.franceculture.fr/emissions/les-carnets-de-la-creation/les-carnets-de-la-creation-du-mardi-10-septembre-2019",
      "title": "Soren Canto",
      "wordlist": [],
      "id": 4
    },
    {
      "text": "Lourdes est-elle une cité comme les autres ? Que s’y passe-t-il quand il n’y a pas de miracle ou d’apparition ? Voici trois faits remarquables qui en disent un peu sur la ville sainte...",
      "desc": "https://www.franceculture.fr/emissions/les-pieds-sur-terre/ca-sest-passe-a-lourdes",
      "title": "Ça s'est passé à Lourdes",
      "wordlist": [
        "est-elle",
        "cité"
      ],
      "id": 5
    },
    {
      "text": "Pour éviter l&apos;utilisation automatique et abusive des données de Linguee par un autre programme, le nombre de requêtes par utilisateur est limité.\nSi vous autorisez Javascript, il vous sera possible d&apos;effectuer davantage de requêtes. Pour ce faire, paramétrez votre navigateur afin d&apos;activer Javascript, puis patientez une heure avant d&apos;utiliser Linguee de nouveau.\nSi votre ordinateur est connecté via à un réseau au sein duquel de nombreux utilisateurs sont susceptibles d&apos;utiliser simultanément Linguee, veuillez nous contacter.",
      "desc": "too much access",
      "title": "linguee",
      "wordlist": [],
      "id": 6
    },
    {
      "title": "Figures ancestrales",
      "desc": "",
      "text": "Ce sont deux figures d&apos;ancêtres. L&apos;une familière à celles et ceux qui lisent des sciences sociales, une figure d&apos;arrière-arrière-grand-père pour celles et ceux qui pratiquent la sociologie aujourd&apos;hui : c&apos;est la célèbre figure d&apos;Émile Durkheim, à laquelle s&apos;attache avec lucidité et sévérité l&apos;anthropologue Wiktor Stoczkowski dans un essai aussi original que déstabilisant, La science sociale comme vision du monde. La seconde figure, contemporaine de la première, il y a bien peu de chance que vous la connaissiez. C&apos;est aussi une figure d&apos;arrière-arrière-grand père : Jules Poisson est l&apos;arrière-arrière-grand-père de la romancière Christine Montalbetti et elle s&apos;y attache tendrement et magnifiquement dans un livre en forme d&apos;enquête qui fourmille de petits romans, Mon ancêtre Poisson. On ne sait si durant ces années d&apos;extraordinaires inventions  et de grande curiosité scientifique mais aussi de neurasthénie et de massacres, ces deux hommes se sont croisés. On peut l&apos;imaginer, au Jardin des Plantes par exemple, au Museum d&apos;Histoire Naturelle où travaillait le botaniste Poisson comme le neveu adoré de Durkheim, autre grande figure ancestrale des sciences sociales, l&apos;anthropologue Marcel Mauss. Une chose est sûre : ils se croiseront dans cette émission. SB",
      "wordlist": [],
      "id": 7
    },
    {
      "title": "billboard article",
      "desc": "https://www.billboard.com/articles/news/dance/8529942/first-spin-sept-13-2019",
      "text": "New Music Friday is intense. Hundreds of songs drop from artists around the world, and you&apos;re supposed to somehow find the best ones. It&apos;s fun work, but it&apos;s time-consuming -- so we at Billboard Dance want to give you a hand. Each week, we sift through the streams and dig into the digital crates to present absolute must-hears from the wide breadth of fresh jams.\n\nThis week saw a sick Latin crossover from Major Lazer, a club-shaking collab from Jauz and Zeds Dead, a disco remix from Flume and more, but Friday brings yet new flavors you need in your ear. Below, we&apos;ve got smooth house butter in the form of an iconic collab, a rare lo-fi rhythm, early morning moods and more. ",
      "wordlist": [],
      "id": 8
    }
  ]
}